# FilterStringGreater Properties

---
The FilterStringGreater type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterStringRuleEvaluator)
Top
#### Reference
FilterStringGreater Class
Autodesk.Revit.DB Namespace